 const dairas = [
  "سيدي بلعباس",
  "عين البرد",
  "بن باديس",
  "مصطفى بن إبراهيم",
  "مولاي سليسن",
  "سيدي علي بن يوب",
  "سيدي علي بوسيدي",
  "سيدي بلعباس",
  "سيدي حمادوش",
  "تلاغ",
  "تسالة",
  "تل موني",
  "تنيرة",
  "مرحوم",
  "مرين",
  "رأس الماء",
  "طابية",
  "تافيسور",
  "وادي تاوريرة",
];

const BookType = [
  "قسم العقيدة",
  "قسم الغة العربية و النحو",
  "قسم الفقه",
  "قسم السيرة النبوية",
  "قسم التفسير",
  "قسم التاريخ",
  "قسم الثقافة العامة",
];

const MadrasaType = [
  "تعليم القران للرجال",
  "تعليم القران للاطفال",
  "تعليم القران للنساء",
  "محو الامية",
  "محو الامية للنساء",
];

const ImamActivities = [
  "خطبة الجمعة",
  "درس الجمعة",

  "الدروس الأسبوعية"
];

const arabicCountries = [
  "Algeria",
  "Bahrain",
  "Comoros",
  "Djibouti",
  "Egypt",
  "Iraq",
  "Jordan",
  "Kuwait",
  "Lebanon",
  "Libya",
  "Mauritania",
  "Morocco",
  "Oman",
  "Palestine",
  "Qatar",
  "Saudi Arabia",
  "Somalia",
  "Sudan",
  "Syria",
  "Tunisia",
  "United Arab Emirates",
  "Yemen",
];

 const EmployeType = [
  "امام مدرس",
  "امام واعظ",
  "امام خطيب",
  "امام خطيب اول",
  "امام ممتاز",
  "مدرس القرآن",
  "قيم",
  "مؤذن",
  "متطوع",
  "حارس"

];
 const EmployeType2 = [
  "امام مدرس",
  "امام واعظ",
  "امام خطيب",
  "امام خطيب اول",
  "امام ممتاز",
  "مدرس القرآن",
  "القيم",
  "المؤدن",
  "الحارس",
  "متطوع"

];
 const MasjidType = [
  "المساجد الرئيسية",
  "المساجد الوطنية",
  "المساجد المحلية",
  "مساجد الاحياء",
  "جامع الجزائر",
  "المساجد التاريخية",
];

 const Marafik = {
  1: [
    "قاعة الصلاة للرجال",
    "قاعة الصلاة للنساء",
    "بيت الوضوء للرجال",
    "بيت الوضوء للنساء",
    "مدرسة قرآنية من 6 أقسام",
    "الإدارة 6 مكاتب",
    "قاعة الاجتماعات",
    "مكتبة + قاعة للدراسة",
    "مقصورة للإمام غرفة الأذان",
    "قاعة متعددة الاختصاصات",
    "مستودع",
    "غرفة المرجل + خزان الماء",
    "المحول الكهربائي",
    "المولد الكهربائي",
    "مسكن وظيفي إلزامي + دار الضيافة",
  ],
  2: [
    "قاعة الصلاة للرجال",
    "قاعة الصلاة للنساء",
    "بيت الوضوء للرجال",
    "بيت الوضوء للنساء",
    "مدرسة قرآنية من 4 أقسام",
    "قاعة الاجتماعات",
    "مكتبة + قاعة للدراسة",
    "مقصورة للإمام",
    "غرفة الأذان",
    "قاعة متعددة الاختصاصات",
    "مستودع",
    "غرفة المرجل + خزان الماء",
    "المحول الكهربائي",
    "المولد الكهربائي",
    "مسكن وظيفي إلزامي",
    
  ],
  3: [
    "قاعة الصلاة للرجال",
    "قاعة الصلاة للنساء",
    "بيت الوضوء للرجال",
    "بيت الوضوء للنساء",
    " قاعة للدراسة",
    "مقصورة للإمام",
    "غرفة الأذان",
    "قاعة متعددة الاختصاصات",
    "مستودع",
    "غرفة المرجل + خزان الماء",
    "المحول الكهربائي",
    "المولد الكهربائي",
    "مسكن وظيفي إلزامي",
    "مكاتب المدرسين",
  ],

  4
  : [
    "قاعة الصلاة للرجال",
    "قاعة الصلاة للنساء",
    "بيت الوضوء للرجال",
    "بيت الوضوء للنساء",
    "مقصورة للإمام",
    "غرفة الأذان",
    "مستودع",
    "غرفة المرجل + خزان الماء",
  ],
  
  
};